Revit 2027 API
ParameterTypeId.VisGraphicsImport Property
 "V/G Overrides Import"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VisGraphicsImport { get; }
Public Shared ReadOnly Property VisGraphicsImport As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VisGraphicsImport {
	ForgeTypeId^ get ();
}
static member VisGraphicsImport : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace